import colorama


init(autoreset=False, strip=None, wrap=True, convert=None, **kwargs):
#метод для ініціалізації бібліотеки, який налаштовує параметри виведення кольорового тексту в консоль.

dir(colorama)

#Метод dir() виведе список всіх атрибутів і методів модуля colorama. Деякі з найважливіших методів і атрибутів:

#Fore: клас з атрибутами, які дозволяють задавати кольорові налаштування для переднього плану тексту. Наприклад, colorama.Fore.RED задає червоний колір переднього плану.

#Back: клас з атрибутами, які дозволяють задавати кольорові налаштування для заднього плану тексту. Наприклад, colorama.Back.GREEN задає зелений колір заднього плану.

#Style: клас з атрибутами, які дозволяють задавати стиль тексту (жирний, курсивний тощо). Наприклад, colorama.Style.DIM зменшує яскравість тексту.

#Загалом, бібліотека colorama дозволяє змінювати кольори та стиль тексту, що виводиться в консоль, що може бути кор